Repository: mozilla-l10n/mt-training-data
Catalog: bm/bm_pontoon.tmx
Source language: en_us
Languages: bm

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
bm: I bɛ se ka baara kɛ ni sosiyete ka kunnafonidilanw ye walasa ka cikan bɔ kɛnɛ kan. Aw ye sɛbɛnw tila minnu b’a ɲɛfɔ mun na a nafa ka bon, ani ka kuma mɔgɔ wɛrɛw fɛ minnu bɛ kuma ko dɔw kan i n’a fɔ kanko josariyaw, kan AI, walima bias in tech. Aw ye laadilikan wɛrɛw lajɛ <campaignLink>kanpaɲi sosiyete ka kanpaɲi kan, i bɛ se ka baara kɛ ni min ye kokura</campaignLink> kɔnɔkow fana sen bɛ o la.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bm: I ma kan si sugandi. Aw ye taa aw ka <profileLink>Profile</profileLink> la walasa ka kanw sugandi.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
bm: I ka fɔcogo ye i bɛ daɲɛw fɔcogo minna. O bɛ sɔrɔ I sigiyɔrɔ fɛ , i bɛ kan wɛrɛ minnu fɔ ani fɛn caman wɛrɛw. Aw bɛ se ka kunnafoni bɛɛ lase yan aw hakili la min bɛ se ka mago ɲɛ.

source: Your Languages
bm: Aw ka Kanw

source: Your username and email will not be associated with the published data.
bm: I ka baarakɛla tɔgɔ ni i ka imeyili tɛna jɛ ni kunnafoniw bɔlenw ye.

source: You've successfully signed up for contributing to { $language }. Thank you.
bm: I tɔgɔ sɛbɛnna ka ɲɛ { $language } bolomafara di la. I ni ce.

source: Zaza
bm: Zazakan

source: Zulu
bm: Zulukan

source: abnormality
bm: gìrigara

source: account recovery key
bm: kɔnti lasɔrɔli kile

source: add-on
bm: farankan

source: aggregate
bm: jɛ̀kulu

source: All Hands
bm: Dɛmɛbaga Bɛɛ

source: alternate text
bm: másalabolo wɛrɛ

source: appear
bm: bánge

source: appearance
bm: yéko

source: attack
bm: kɛ̀lɛ

source: attacker
bm: kɛ̀lɛkɛla

source: Attack Site
bm: Síti kɛlɛli

source: attendee
bm: bólomafaradila

source: authenticate
bm: tìɲɛtigiya

source: authenticated
bm: A tìɲɛtigiyala

source: authentication code
bm: dantigɛli kodi

source: autoplay
bm: ka fɔ́ a yɛrɛ ye

source: back out
bm: dànkari

source: backup authentication code
bm: Tangali tìɲɛtigiyali sɛbɛn

source: black box
bm: búwati finman

source: bookmark
bm: hákililajigingafe

source: boolean
bm: Bulɛn

source: boot
bm: gɛ́n

source: breakpoint
bm: jɔyɔrɔ

source: Bug report
bm: Fili láselisɛbɛn

source: certificate authority
bm: tigiya sɛ́mɛntiyalan

source: channel
bm: sɛni

source: cipher
bm: sayifɛri

source: clipboard
bm: pɛrɛsipapiye

source: clockwise
bm: mɔnturutatogo

source: colorway
bm: kulɔri

source: compact
bm: kɔnpakiti

source: compact - recommend deprioritize
bm: méleke

source: confirmation code
bm: sɛmɛntiya kodi

source: context
bm: kɔntɛkisi

source: contribute
bm: bolomafara di

source: cookie banner
bm: kuki pankarti

source: corrupt
bm: sígańná b'a la

source: corrupted
bm: ɲaaminlen

source: counterclockwise
bm: mɔnturukalabɔlicogotana

source: crash
bm: binnin

source: cross-site tracking cookie
bm: cross-site tracking cookies

source: cryptominer
bm: kiripitɔmɔnɛlabaaraba

source: cryptomining
bm: kiripitɔmɔnɛbaara

source: debug
bm: lálaga

source: deceptive site
bm: ŋànamuŋanamu siti

source: decode
bm: dekode

source: decryption
bm: dekiripitazi

source: disinformation
bm: kolabɛnlen

source: distrust
bm: síga

source: eavesdropping
bm: ma yàmariya

source: enable
bm: gódon

source: encode
bm: ankode

source: encrypt
bm: kode

source: encryption
bm: kodeli

source: end user
bm: màgoɲinina

source: Enhanced Tracking Protection
bm: nɔ̀gɛnni tangani siraw

source: executable file
bm: fisiye ɛkisitabili

source: extension
bm: ɛkisitansiyɔn

source: external
bm: kɛ́nɛmana

source: Fellow
bm: sɛgɛsɛgɛlilaw

source: filter bubble
bm: kubariya tiɲɛtigiyali fɛrɛ

source: fingerprinter
bm: bólonɔ kalanbaga

source: fingerprinting
bm: bólonɔ kalan

source: Firefox View
bm: Fayɛrifɔkisi ɲɛ́na

source: gear
bm: ladiyalilan

source: grassroots
bm: kànpaɲi

source: home page
bm: bùlonda

source: idle
bm: tɛ yen

source: import
bm: lanali

source: independent browser
bm: navigatɔri yɛrɛmahɔrɔnyalen

source: innovations
bm: kokuraw

source: insecure
bm: lákanabali

source: installation
bm: làsigi

source: Issue
bm: Yamariya

source: L10n
bm: Báyɛlɛmani

source: Legacy extension
bm: Legasi ɛkisitansiyɔn

source: misinformation
bm: galon

source: native
bm: nativu

source: net neutrality
bm: ɛntɛrinɛti tilenenya sariya

source: nonprofit
bm: tɔnɔ tɛ min na

source: non-profit
bm: tɔnɔ tɛ min na

source: open source
bm: foroba

source: override
bm: kɔ́fàlen

source: participation
bm: bólomafaradi

source: Patch
bm: Patici

source: pop-up
bm: fìnɛtiri

source: preference
bm: sàgolata

source: Privacy Notice
bm: Kunnafoni dogolenw

source: release
bm: vɛrisiyɔn laban

source: report
bm: láselisɛbɛn

source: revert
bm: bánban

source: search suggestion
bm: dájìrali sɛbɛn

source: security keys
bm: lákanali dáyɛlɛlan

source: sensitive
bm: gùndo

source: sidebar
bm: vɔlɛ

source: sign
bm: don

source: signer
bm: donbaga

source: sign in
bm: ka don

source: sign-in
bm: ka don

source: studies
bm: sɛgɛsɛgɛliw

source: Terms of Service
bm: Baarakɛcogo sariyaw

source: track
bm: nɔ̀gɛn

source: trackers
bm: nɔ̀gɛnbagaw

source: Tracking Content
bm: nɔ̀gɛnsɛbɛn

source: Turbo Mode
bm: Jóona

source: unencrypted
bm: ma kiripite

source: unresponsive
bm: tɛ sɔn

source: unsafe
bm: faratima

source: validate
bm: ka súgandi

source: validity
bm: latɛmɛli sariya

source: version
bm: suguya

source: Web Authentication
bm: wɛbu tɛmɛli sariya
